/* 
  Localizable.strings
  HP Uninstaller

  Copyright (c) 2013-2015 HP Development Company, L.P.
*/
"cancel" = "Cancelar";
"continue"="Continuar";
"Wait" = "Aguardar";
"quit"="Sair";
"introduction"="Introdução";
"processing"="A processar";
"uninstallInProgress"="A remover ficheiros.  Aguarde...";
"complete"="Remoção Concluída";
"completeInstruction"="A remoção dos softwares e das configurações HP está concluída.";
"%@ is busy"="O %@ está ocupado";
"You cannot quit the application while changes are being applied." = "Você não pode sair do aplicativo enquanto as alterações estiverem sendo aplicadas.";
"OK" = "OK";

/* Add new printer button title. The button is located on Setup Conclusion screen */
"Add New Printer" = "Adicionar nova impressora";

/* Close Uninstaller button title. The button is located on Setup Conclusion screen */
"Close" = "Fechar";

/* The first (Introdution) installer screen title */
"Purpose" = "Finalidade";

/* The last (Conclusion) installer screen title */
"Complete" = "Concluir";

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ pode ter sido excluído ou movido para outro local. Feche e reabra o %1$@, em seguida tente novamente.";
"Cannot complete operation" = "Não é possível completar a operação";

"Set Up New Device" = "Configurar novo dispositivo";

/* HP Uninstaller alert title for case user unistalls SW having active print jobs a*/
"You have active print jobs." = "Você tem trabalhos de impressão ativos.";

/* Alert description. The button names are "Wait" and "Continue" */
"Click \"%1$@\" button to wait for printing completion or \"%2$@\" to cancel active print jobs." = "Clique no botão \"%1$@\" para aguardar a conclusão da impressão ou \"%2$@\"para cancelar trabalhos de impressão ativos.";
